export default {
  quote: "如果你有了葡萄，那手边更加必不可少的是美酒。",
  introduction1:
    "在以太坊区块链上存储了<b>10,000</b>枚可收藏的并具有所有权证明的 <b>100</b>种 WINE 代币。我们现在有机会可以通过GRAP 的葡萄园合约（Grap Vineyard）获取到 WINE。我们会以一定频率动态地释放出 1000枚Wine 代币，玩家可以通过消耗$GRAP 来抽取代币，并可以通过拍卖来完成交易，抽取和拍卖都会收取手续费来填充 Wine Pool 奖金池，代币派发完毕后，会根据收集完成度依次以<b>1/2，1/4，1/8，1/8</b>，派发奖金池的内容给1 - 4名。",
  lastwine: "最后一瓶酒",
  introduction2:
    "最后一次释放是特别的，会释放出 999 个铸币。Wine 池中9999 枚铸币都被人获取之后，第9999 枚Wine 的获取者会自动触发代币拍卖，这次的拍卖收益30% 会是该取得者所得。拍卖结束后将会根据所得者的收集完成度来排序，第一名获得1/2，第二名获得1/4，第三名和第四名都获得1/8。",
  tips:
    "你可以通过「如何获取Wine」得知具体内容，也可以加入我们的Telegram ，也可以关注我们的「机器人推特」来跟踪最新的拍卖信息。",
  "Wine in circulation": "Wine 流通数量",
  poolSize: "奖金池金额",
  "Next Winemaking": "下一次酿造时间",
  Winemaking: "酿酒",
};
